Revit 2027 API
SpecTypeId.PipingVolume Property
 Volume, in discipline Piping.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PipingVolume { get; }
Public Shared ReadOnly Property PipingVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PipingVolume {
	ForgeTypeId^ get ();
}
static member PipingVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace